Revit 2023 API
GroupTypeId.EnergyAnalysisAdvanced Property
 "Advanced"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId EnergyAnalysisAdvanced { get; }
Visual Basic
Public Shared ReadOnly Property EnergyAnalysisAdvanced As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ EnergyAnalysisAdvanced {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace